<script>
import BaseContainer from "@/components/base/Container";
import ModuleWysiwig from "@/components/Module/wysiwig";

export default {
  name: "HomePage",
  components: {ModuleWysiwig, BaseContainer},
};
</script>

<template>
  <BaseContainer>
    <ModuleWysiwig>Таким образом консультация с широким активом представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
      поставленных задач. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный
      эксперимент проверки форм развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры влечет за собой процесс внедрения
      и модернизации соответствующий условий активизации. Задача организации, в особенности же реализация намеченных плановых заданий играет важную роль
      в формировании дальнейших направлений развития. Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей
      деятельности играет важную роль в формировании существенных финансовых и административных условий.
    </ModuleWysiwig>
  </BaseContainer>
</template>

<style lang="scss" scoped>

</style>
