<script>
import BaseContainer from "@/components/base/Container";
import ModuleWysiwig from "@/components/Module/wysiwig";

export default {
  name: "HomePage",
  components: {ModuleWysiwig, BaseContainer},
};
</script>

<template>
  <BaseContainer :class="$style.container">
    <ModuleWysiwig>Таким образом консультация с широким активом представляет собой интересный эксперимент проверки позиций, занимаемых участниками в
      отношении
      поставленных задач. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный
      эксперимент проверки форм развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры влечет за собой процесс
      внедрения
      и модернизации соответствующий условий активизации. Задача организации, в особенности же реализация намеченных плановых заданий играет важную
      роль
      в формировании дальнейших направлений развития. Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение
      нашей
      деятельности играет важную роль в формировании существенных финансовых и административных условий.

      <h1>Смотрите какие обезьянки</h1>

      <img src="../assets/images/monkeys.png" alt="Monkeys">

      Таким образом консультация с широким активом представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
      поставленных задач. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой инйцу шо шщйоц
      ущойц ущошцщйуо йцщуо йщцоу щйоу шщйцош ущйтересный эксперимент проверки форм развития. Идейные соображения высшего порядка, а также укрепление
      и развитие структуры влечет за собой процесс внедрения и модернизации соответствующий условий активизации. Задача организации, в особенности же
      реализация намеченных плановых заданий играет важную роль в формировании дальнейших направлений развития. Повседневная практика показывает, что
      постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании существенных финансовых и
      административных условий.

      Товарищи! новая модель организационной деятельности требуют от нас анализа направлений прогрессивного развития. Задача организации, в
      особенности же постоянный количественный рост и сфера нашей активности требуют от нас анализа позиций, занимаемых участниками в отношении
      поставленных задач. Задача организации, в особенности же реализация намеченных плановых заданий требуют от нас анализа системы обучения кадров,
      соответствует насущным потребностям.
    </ModuleWysiwig>
  </BaseContainer>
</template>

<style lang="scss" module>
.container {
  padding: rem(20);
  margin-top: rem(77);
}
</style>
